Repository: wp-cool-tools/purify-wp-menues
Catalog: languages/hinjipwpm-*.po
Languages: de_de, es_es

source: Slim down the HTML code of WordPress menus to only the CSS classes and ID attributes your theme needs to improve page speed
de_de: Reduziere den HTML-Code der WordPress-Menüs auf die einzigen CSS-Klassen und ID-Attribute, die dein Theme braucht, um die Seitenladezeit zu verbessern
es_es: Reduce el código HTML de los menús de WordPress a sólo las clases CSS y los atributos ID que tu tema necesita para mejorar la velocidad de la página

source: Your custom CSS classes as given in the menu settings at each menu item stay untouched.
de_de: Deine CSS-Klassen, wie sie in den Menüeinstellungen bei jedem Menüpunkt eingegeben wurden, bleiben erhalten.
es_es: Las clases CSS personalizadas que se indican en la configuración del menú en cada elemento de menú permanecen intactas.

source: Credits and informations
de_de: Danksagungen und Hinweise
es_es: Agradecimientos y notas

source: Do you like the plugin?
de_de: Gefällt dir das Plugin?
es_es: ¿Te gusta el plugin?

source: Rate it at wordpress.org!
de_de: Bewerte es auf wordpress.org!
es_es: ¡Califícalo en wordpress.org!

source: Do you need support or have an idea for the plugin?
de_de: Brauchst du Hilfe oder hast du eine Idee für das Plugin?
es_es: ¿Necesitas apoyo o tienes una idea para el plugin?

source: Post your questions and ideas about Purify WordPress Menus in the forum at wordpress.org!
de_de: Stelle deine Fragen und Ideen zu Purify WordPress Menus im Forum von wordpress.org!
es_es: Publica tus preguntas e ideas sobre Purify WordPress Menus en el foro de wordpress.org!

source: Welcome to %s! You can find the plugin at %s.
de_de: Willkommen zu %s! Du kannst das Plugin finden unter %s.
es_es: Bienvenido a %s! Puedes encontrar el plugin en %s.

source: Current Page Navigation Menu Items
de_de: Elemente im Navigationsmenü der aktuellen Seite
es_es: Elementos actuales del Men&uacute; de Navegaci&oacute;n de P&aacute;gina

source: In this section you control the CSS class Wordpress adds to the current menu item.
de_de: In diesem Abschnitt gibst du die CSS-Klassen, die Wordpress zu aktuellen Menüelementen hinzufügt, an.
es_es: En esta secci&oacute;n controlas la clase CSS que Wordpress agrega al elemento actual del men&uacute;.

source: This class is added to menu items that correspond to the currently rendered page.
de_de: Diese Klasse wird bei Menüelementen, die zur aktuellen Seite gehören, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a la p&aacute;gina actualmente mostrada.

source: This class is added to page menu items that correspond to the currently rendered page.
de_de: Diese Klasse wird bei Menüelementen, die zur aktuellen Seite gehören, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a la p&aacute;gina actualmente mostrada.

source: General Menu Items
de_de: Allgemeine Menüelemente
es_es: Elementos del menú general

source: In this section you control some general classes Wordpress adds to menu items.
de_de: In diesem Abschnitt gibst du allgemeine CSS-Klassen, die Wordpress zu Menüelementen hinzufügt, an.
es_es: En esta secci&oacute;n controlas unas clases que Wordpress agrega a los elementos de men&uacute;.

source: This class is added to every menu item.
de_de: Diese Klasse wird bei jedem Menüelement angegeben.
es_es: Esta clase se agrega a todos los elementos de men&uacute;.

source: This class is added to page menu items that correspond to a page.
de_de: Diese Klasse wird bei Menüelementen, die zur einer Seite gehören, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a la p&aacute;gina.

source: This class with the item id is added to every menu item.
de_de: Diese Klasse wird bei jedem Menüelement in Navigationsmenüs mit der ID des Elements angegeben.
es_es: Esta clase con el ID del elemento se agrega a todos los elementos de men&uacute;.

source: This class is added to page menu items that correspond to a page, where ID is the page ID.
de_de: Diese Klasse wird in Seitenmenüs bei Menüelementen, die zu einer statischen Seite gehören, angegeben. {id} ist die ID der Seite.
es_es: Esta clase se agrega a los elementos de men&uacute; de p&aacute;gina que correspondan a una p&aacute;gina est&aacute;tica, donde ID es el ID de la p&aacute;gina est&aacute;tica.

source: This class is added to menu items that correspond to the site front page.
de_de: Diese Klasse wird bei Menüelementen, die zur Startseite gehören, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a la p&aacute;gina frontal.

source: This class is added to menu items that correspond to the Privacy Policy page.
de_de: Diese Klasse wird bei Menüelementen, die zur Seite mit der Datenschutzerklärung gehören, angegeben.
es_es: Esta clase se agrega a los elementos de menú que corresponden a la página Política de privacidad.

source: The id of the menu item is added to every menu item of navigation menus.
de_de: Die ID des Menüelements wird bei jedem Element in Navigationsmenüs angegeben.
es_es: El id del elemento de men&uacute; se agrega a cada elemento de los men&uacute;s de navegaci&oacute;n.

source: Current Page Parent Menu Items
de_de: Elemente im Navigationsmenü, die Eltern der aktuellen Seite sind
es_es: Elementos del Men&uacute; de Navegaci&oacute;n de la P&aacute;gina Padre

source: In this section you control the CSS classes Wordpress adds to the hierarchical parent of the current menu item.
de_de: In diesem Abschnitt gibst du die CSS-Klassen, die Wordpress zu übergeordneten Eltern des aktuellen Menüelements hinzufügt, an.
es_es: En esta secci&oacute;n controlas la clase CSS que Wordpress agrega al padre del elemento actual del men&uacute;.

source: This class is added to menu items that correspond to the hierarchical parent of the currently rendered page.
de_de: Diese Klasse wird bei Menüelementen, die Eltern der aktuellen Seite sind, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a la p&aacute;gina padre de la actualmente mostrada.

source: This class is added to page menu items that correspond to the hierarchical parent of the currently rendered page.
de_de: Diese Klasse wird bei Menüelementen, die Eltern der aktuellen Seite sind, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a la p&aacute;gina padre de la actualmente mostrada.

source: This class is added to menu items that correspond to the hierachical parent of the currently rendered object, where {object} corresponds to the the value used for .menu-item-object-{object}.
de_de: Diese Klasse wird bei Menüelementen, die Eltern des aktuellen Objekts sind, angegeben. {object} ist identisch mit dem Wert bei .menu-item-object-{object}.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan al padre del objeto mostrado actualmente, donde {object} corresponde al valor utilizado por .menu-item-{object}.

source: This class is added to menu items that correspond to the hierachical parent of the currently rendered type, where {type} corresponds to the the value used for .menu-item-type-{type}.
de_de: Diese Klasse wird bei Menüelementen, die Eltern des aktuellen Seitentyps sind, angegeben. {type} ist identisch mit dem Wert bei .menu-item-type-{type}.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan al padre del type mostrado actualmente, donde {type} corresponde al valor utilizado por .menu-item-type-{type}.

source: Current Page Ancestor Menu Items
de_de: Elemente im Navigationsmenü, die Vorfahren der aktuellen Seite sind
es_es: Elementos del Men&uacute; de Navegaci&oacute;n de la P&aacute;gina Superior

source: In this section you control the CSS classes Wordpress adds to the hierarchical anchestors of the current menu item.
de_de: In diesem Abschnitt gibst du die CSS-Klassen, die Wordpress zu übergeordneten Vorfahren des aktuellen Menüelements hinzufügt, an.
es_es: En esta secci&oacute;n controlas la clase CSS que Wordpress agrega a los ancestros del elemento actual del men&uacute;.

source: This class is added to menu items that correspond to a hierarchical ancestor of the currently rendered page.
de_de: Diese Klasse wird bei Menüelementen, die Vorfahren der aktuellen Seite sind, angegeben.
es_es: Esta clase se agrega a los elementos de menu que correspondan al ancestro de la p&aacute;gina mostrada actualmente.

source: This class is added to page menu items that correspond to a hierarchical ancestor of the currently rendered page.
de_de: Diese Klasse wird bei Menüelementen, die Vorfahren der aktuellen Seite sind, angegeben.
es_es: Esta clase se agrega a los elementos de menu que correspondan al ancestro de la p&aacute;gina mostrada actualmente.

source: This class is added to menu items that correspond to a hierachical ancestor of the currently rendered object, where {object} corresponds to the the value used for .menu-item-object-{object}.
de_de: Diese Klasse wird bei Menüelementen, die Vorfahren des aktuellen Objekts sind, angegeben. {object} ist identisch mit dem Wert bei .menu-item-object-{object}.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan al ancestro del objeto mostrado actualmente, donde {object} corresponde al valor utilizado por .menu-item-{object}.

source: This class is added to menu items that correspond to a hierachical ancestor of the currently rendered type, where {type} corresponds to the the value used for .menu-item-type-{type}.
de_de: Diese Klasse wird bei Menüelementen, die Vorfahren des aktuellen Seitentyps sind, angegeben. {type} ist identisch mit dem Wert bei .menu-item-type-{type}.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan al ancestro del type mostrado actualmente, donde {type} corresponde al valor utilizado por .menu-item-type-{type}.

source: This class is added to menu items that correspond to a hierachical ancestor of the currently taxonomy.
de_de: Diese Klasse wird bei Menüelementen, die Vorfahren der aktuellen Taxonomie sind, angegeben.
es_es: Esta clase se agrega a los elementos de menu que correspondan al ancestro de la taxonomy mostrada actualmente.

source: All Other Navigation Menu Items
de_de: Alle anderen Elemente in Navigationsmenüs
es_es: Otros Elementos de Men&uacute; de Navegaci&oacute;n

source: In this section you control some all other classes Wordpress adds to menu items.
de_de: In diesem Abschnitt gibst du alle anderen CSS-Klassen, die Wordpress zu Menüelementen hinzufügt, an.
es_es: En esta secci&oacute;n controlas todas las otras clases que Wordpress agrega a los elementos de men&uacute;.

source: This class is added to menu items that correspond to pages.
de_de: Diese Klasse wird bei Menüelementen, die zu Seiten gehören, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a p&aacute;ginas est&aacute;ticas.

source: This class is added to menu items that correspond to a category.
de_de: Diese Klasse wird bei jedem Memüelement, das zu einer Kategorie gehört, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a una categor&iacute;a.

source: This class is added to menu items that correspond to a tag.
de_de: Diese Klasse wird bei Menüelementen, die zu einem Schlagwort gehören, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a una etiqueta (tag).

source: This class is added to every menu item, where {object} is either a post type or a taxonomy.
de_de: Diese Klasse wird bei jedem Menüelement angegeben. {object} ist entweder ein Inhaltstyp oder eine Taxonomie.
es_es: Esta clase se agrega a todos los elementos de men&uacute; donde {object} es un tipo de post (post type) o un taxonomy.

source: This class is added to menu items that correspond to a custom post type or a custom taxonomy.
de_de: Diese Klasse wird bei jedem Memüelement, das zu einem selbst erstellten Inhaltstyp oder einer selbst erstellten Taxonomie gehört, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a un post type personalizado o un taxonomy personalizado.

source: This class is added to menu items that correspond to post types, i.e. pages or custom post types.
de_de: Diese Klasse wird bei Menüelementen, die zu einem Inhaltstyp gehören, hinzugefügt. Inhaltstypen sind z.B. Beiträge, Seiten oder selbst erstellte Inhaltstypen (Custom Post Types).
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a post types, ejm. p&aacute;ginas est&aacute;ticas o custom post types.

source: This class is added to menu items that correspond to taxonomies, i.e. categories, tags, or custom taxonomies.
de_de: Diese Klasse wird bei Menüelementen, die zu einer Taxonomie gehören, hinzugefügt. Taxonomien sind z.B. Kategorien, Schlagwörter oder selbst erstellte Taxonomien.
es_es: Esta clase se agrega a los elementos de men&uacute; de tipo taxonomy, ejm. categor&iacute;as, etiquetas (tags), o un taxonomy personalizado.

source: This class is added to menu items that correspond to any other type.
de_de: Diese Klasse wird bei jedem Memüelement, das zu allen anderen Typen gehört, angegeben.
es_es: Esta clase se agrega a los elementos de men&uacute; que correspondan a una type.

source: This class is added to menu items that have sub menu items.
de_de: Diese Klasse wird bei Menüelementen, die Untermenüpunkte haben, angegeben.
es_es: Esta clase se agrega a los elementos de menú que tienen elementos de submenú.

source: This class is added to page menu items that have sub menu items.
de_de: Diese Klasse wird bei Seitenmenüelementen, die Untermenüpunkte haben, angegeben.
es_es: Esta clase se agrega a los elementos de menú de página que tienen elementos de submenú.

source: Special Settings
de_de: Besondere Einstellungen
es_es: Opciones Especiales

source: In this section you control some special settings.
de_de: In diesem Abschnitt gibst du einige besondere Einstellungen an.
es_es: En esta secci&oacute;n controlas las opciones especiales.

source: Maintain backward compatibility with wp_page_menu().
de_de: Rückwärtskompatibilität mit wp_page_menu() beibehalten.
es_es: Mantener compatibilidad con wp_page_menu().

source: Adds the CSS classes of page menus to navigation menus.
de_de: Fügt die CSS-Klassen von Seitenmenüs in Navigationsmenüs hinzu.
es_es: Agrega las clases CSS de los men&uacute;s de p&aacute;ginas a los men&uacute;s de navegaci&oacute;n.

source: Do not print parent as ancestor.
de_de: Gebe Elternelemente nicht als Vorfahren an.
es_es: No imprimir al superior como ascendiente.

source: Does not classified the menu item which is the current parent as anchestor.
de_de: Gibt das Menüelement, das Eltern der aktuellen Seite ist, nicht auch als Vorfahr an.
es_es: No clasifica al elemento de men&uacute; actual si es el superior como ancestro.

source: General Category List Items
de_de: Allgemeine Kategorienlistenelemente

source: In this section you control the general classes Wordpress adds to category list items.
de_de: In diesem Abschnitt steuerst du die allgemeinen CSS-Klassen, die WordPress den Einträgen der Kategorienlisten hinzufügt.

source: This class is added to every category list item.
de_de: Diese Klasse wird zu jedem Eintrag in der Kategorienliste hinzugefügt.

source: This class with the item id is added to every category list item.
de_de: Diese Klasse mit der Element-ID wird jedem Kategorielistenelement hinzugefügt.

source: This class is added to category list items that correspond to the currently rendered category.
de_de: Diese Klasse wird den Elementen der Kategorienliste hinzugefügt, die der aktuell dargestellten Kategorie entsprechen.

source: This class is added to category list items that correspond to the hierarchical parent of the currently rendered category.
de_de: Diese Klasse wird den Elementen der Kategorienliste hinzugefügt, die dem hierarchischen Elternteil der aktuell dargestellten Kategorie entsprechen.

source: This class is added to category list items that correspond to a hierarchical ancestor of the currently rendered category.
de_de: Diese Klasse wird den Elementen der Kategorienliste hinzugefügt, die einem hierarchischen Vorgänger der aktuell dargestellten Kategorie entsprechen.

source: Do not print the category parent as the category ancestor.
de_de: Gebe die übergeordnete Kategorie nicht als Vorgänger der Kategorie an.

source: Does not classified the category list item which is the current parent as anchestor.
de_de: Klassifiziert nicht das Element der Kategorienliste, das das aktuelle übergeordnete Element ist, als Vorfahre.
